const books = [
    {
        'id': '1',
        'name': 'Rework',
        'author': 'Джейсон Фрайд, Дэвид Хайнемайер Хенссон',
        'image': 'https://www.bookclub.ua/images/db/goods/37690_56624.jpg',
        'plot': `Настав час відкинути традиційні уявлення про ведення бізнесу! 
        Довідайтеся, як започаткувати справу чи вдосконалити власний бізнес.
        Автори крок за кроком навчать вас, як почати справу, пояснять, чому вам треба менше, 
        ніж ви думаєте, порадять, як зробити так, щоб про вас дізналися, порекомендують, 
        кого і коли варто взяти на роботу, а також як з усім цим упоратися.
        Книжка надихає та дає практичну базу для руху вперед!`
    },
    {
        'id': '2',
        'name': 'Вийди за межі',
        'author': 'Дэн Вальдшмидт',
        'image': 'https://www.bookclub.ua/images/db/goods/38095_57240.jpg',
        'plot': `Став цілі! Будь стійким! Багато працюй! І не здавайся, поки не досягнеш мети! 
        Це типові поради, які дають тим, хто хоче досягти успіху. Забудь про це! Такі поради не працюють!
        Автор книжки проаналізував понад 1 000 історій людей, які ­досягли видатних результатів у бізнесі, 
        науці, політиці, спорті, і зрозумів – усі вони мають спільні риси. Замість ­того щоб вчити, 
        як «досягти» успіху, він навчить, як «бути» успішним.
        Ця книжка відкриває істини, які ви не знайдете у жодному іншому виданні.`
    },
    {
        'id': '3',
        'name': 'Прорвемся!',
        'author': 'Э. Мэтьюз',
        'image': 'https://www.bookclub.ua/images/db/goods/52946_98962.jpg',
        'plot': `Книга известного австралийского психолога и художника, 
        автора бестселлера «Живи легко!» написана для тех, кому еще нет 18. 
        В свойственной автору непринужденной манере обсуждаются основные проблемы подростков 
        (комплексы, непопулярность у одноклассников, первая любовь, выбор профессии, 
        жажда самостоятельности и др.), даются мудрые и ненавязчивые советы по их преодолению. 
        Как всегда — неподражаемый юмор и великолепные иллюстрации.`
    }
]
if(!localStorage.getItem('Books')) {
    localStorage.setItem('Books', JSON.stringify(books))    
}

